---
kind: property
id: P:Autodesk.Revit.DB.FabricationConfigurationInfo.Version
source: html/64612f09-b5f0-d026-94b8-4eb2212ad9f4.htm
---
# Autodesk.Revit.DB.FabricationConfigurationInfo.Version Property

The version of the fabrication configuration.

## Syntax (C#)
```csharp
public double Version { get; }
```